davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
jpoissonnier.vscode-styled-components
mauve.terraform
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.go
streetsidesoftware.code-spell-checker
tyriar.sort-lines
visualstudioexptteam.vscodeintellicode
yzhang.markdown-all-in-one